brew "bat"
brew "coreutils"
brew "eza"
brew "FelixKratz/formulae/borders"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pointfreeco/tap/pfw"
brew "ripgrep"
brew "shellcheck"
brew "sheldon"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "zoxide"

tap "nikitabobko/tap"

cask "1password"
cask "claude"
cask "cleanshot"
cask "codex"
cask "codex-app"
cask "docker-desktop"
cask "figma"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
cask "notion"
cask "obsidian"
cask "proxyman"
cask "raycast"
cask "slack"
cask "smartgit"
cask "visual-studio-code"
cask "wezterm"
