tap "asmvik/formulae"

brew "bat"
brew "coreutils"
brew "docker"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "mise"
brew "neovim"
brew "pointfreeco/tap/pfw"
brew "ripgrep"
brew "shellcheck"
brew "sheldon"
brew "starship"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "asmvik/formulae/yabai"
brew "zoxide"

cask "cleanshot"
cask "chatgpt"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "proxyman"
cask "raycast"
cask "slack"
cask "smartgit"
cask "visual-studio-code"
cask "wezterm"
cask "1password"
