brew "actionlint"
brew "bat"
brew "commitizen"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "graphviz"
brew "mas"
brew "nodebrew"
brew "shellcheck"
brew "stow"
brew "starship"
brew "tig"
brew "tmux"

tap "homebrew/cask-fonts"

cask "alfred"
cask "bettertouchtool"
cask "cmd-eikana"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "meetingbar"
cask "postman"
cask "proxyman"
cask "slack"
cask "visual-studio-code"
cask "xcodes"
cask "1password"

mas "BetterSnapTool", id: 417375580
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
