brew "bat"
brew "coreutils"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "mas"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "starship"
brew "tig"

tap "homebrew/cask-fonts"

cask "arc"
cask "cleanshot"
cask "cmd-eikana"
cask "dash"
cask "deepl"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "karabiner-elements"
cask "keycastr"
cask "postman"
cask "proxyman"
cask "raycast"
cask "slack"
cask "smartgit"
cask "visual-studio-code"
cask "wezterm"
cask "1password"

mas "Kindle", id: 405399194
mas "LINE", id: 539883307
