brew "actionlint"
brew "bat"
brew "coreutils"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "go"
brew "graphviz"
brew "mas"
brew "ripgrep"
brew "robotsandpencils/made/xcodes"
brew "shellcheck"
brew "stow"
brew "starship"
brew "tig"
brew "tmux"

tap "homebrew/cask-fonts"

cask "arc"
cask "cleanshot"
cask "cron"
cask "cmd-eikana"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "google-drive"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "karabiner-elements"
cask "keycastr"
cask "meetingbar"
cask "postman"
cask "proxyman"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "1password"
cask "1password/tap/1password-cli"

mas "Kindle", id: 405399194
mas "LINE", id: 539883307
